Repository: YerayAR/letdem_fp
Catalog: lib/l10n/app_*.arb
Languages: es

source: Language
es: Idioma

source: Enter destination
es: Ingresar destino

source: What do you want to do?
es: ¿Qué quieres hacer?

source: Publish space
es: Publicar aparcamiento

# publishEvent
source: Publish alert
es: Publicar alerta

source: Home
es: Inicio

# homeLocationShort
source: Home
es: Casa

source: Activities
es: Actividades

source: Profile
es: Perfil

source: Contributions
es: Contribuciones

source: Scheduled notifications
es: Notificaciones programadas

source: Payment methods
es: Métodos de pago

source: Earnings
es: Ganancias

source: Connect account
es: Conectar cuenta

source: Basic information
es: Información básica

source: Preferences
es: Preferencias

source: Security
es: Seguridad

source: Help
es: Ayuda

source: About us
es: Sobre nosotros

source: Privacy policy
es: Política de privacidad

source: Terms of use
es: Términos de uso

source: Logout
es: Cerrar sesión

source: English
es: Inglés

source: Spanish
es: Español

source: Cardholder Name
es: Nombre del titular

source: Enter your name
es: Ingrese su nombre

source: Cancel
es: Cancelar

source: Done
es: Listo

source: Select duration
es: Seleccionar duración

source: SEC
es: SEG

source: Proceed
es: Continuar

source: Please enter
es: Por favor ingrese

# passwordMinLength
source: Password must be at least 8 characters
es: La contraseña debe tener al menos 8 caracteres

# passwordRequireNumber
source: Password must contain at least one number
es: La contraseña debe contener al menos un número

# passwordRequireSpecial
source: Password must contain at least one special character
es: La contraseña debe contener al menos un carácter especial

# passwordRequireUppercase
source: Password must contain at least one uppercase letter
es: La contraseña debe contener al menos una letra mayúscula

source: Please enter valid email
es: Por favor ingrese un email válido

source: Valid card
es: Tarjeta válida

source: Enter card details
es: Ingrese los datos de la tarjeta

source: Password Strength
es: Seguridad de la contraseña

# passwordWeak
source: Weak
es: Débil

# passwordFair
source: Fair
es: Regular

# passwordGood
source: Good
es: Buena

# passwordStrong
source: Strong
es: Fuerte

source: Missing info
es: Información faltante

source: Pending
es: Pendiente

source: Rejected
es: Rechazado

source: Blocked
es: Bloqueado

source: Accepted
es: Aceptado

source: Personal info
es: Información personal

source: Address info
es: Información de la dirección

source: Document upload
es: Subir documentos

source: Bank account info
es: Información bancaria

source: Submitted
es: Enviado

source: Police ahead
es: Policía adelante

source: Road closed ahead
es: Vía cerrada adelante

source: Accident ahead
es: Accidente adelante

# unknownEventAhead
source: Unknown alert ahead
es: Alerta desconocida adelante

source: Police
es: Policía

source: Closed Road
es: Vía cortada

source: Accident
es: Accidente

# freeSpace
source: Free
es: Espacio gratuito

source: Blue Zone
es: Zona azul

# disabledSpace
source: Disabled
es: Espacio de minusválidos

source: Green Zone
es: Zona verde

# paidFreeSpace
source: Paid free
es: Zona gratuita

source: Paid blue zone
es: Zona azul de pago

# paidDisabledSpace
source: Paid disabled
es: Espacio pago de minusválidos

source: Paid green zone
es: Zona verde de pago

# selectEventType
source: Select Alert type
es: Seleccionar tipo de alerta

# publishButtonText
source: Publish
es: Publicar

# eventPublishedTitle
source: Alert published successfully
es: Alerta publicada exitosamente

# eventPublishedSubtext
source: Your alert have been published successfully, people can now see this alert on map.
es: Tu alerta ha sido publicada exitosamente, las personas ahora pueden ver esta alerta en el mapa.

source: away
es: de distancia

source: Add payment method
es: Agregar un método de pago

# cardEndingWith
source: {brand} ending with {last4}
es: {brand} terminada en {last4}

source: Payment successful
es: Pago exitoso

# spaceReservedSuccess
source: You have successfully reserved a paid space. You can get the details by clicking below.
es: Has reservado exitosamente un aparcamiento de pago. Puedes ver los detalles haciendo clic abajo.

# getSpaceDetails
source: Get details of space
es: Ver detalles del aparcamiento

source: Reserve space
es: Reservar aparcamiento

source: Navigate to space
es: Navegar al aparcamiento

source: Regular space
es: Aparcamiento regular

source: Paid space
es: Aparcamiento de pago

source: Important notice
es: Aviso importante

# createCarProfileFirst
source: You need to create a car profile to publish a paid space. Please create a car profile first.
es: Necesitas crear un perfil de coche para publicar un aparcamiento de pago. Por favor, crea un perfil de coche primero.

# createEarningAccountFirst
source: You need to create an earning account to publish a paid space. Please create an earning account first.
es: Necesitas crear una cuenta de ganancias para publicar un aparcamiento de pago. Por favor, crea una cuenta de ganancias primero.

# continuee
source: Continue
es: Continuar

source: Location permission required
es: Permiso de ubicación requerido

# locationPermissionDescription
source: We need to get access to your location services to perform any action in the app
es: Necesitamos acceder a tus servicios de ubicación para realizar cualquier acción en la aplicación

source: Open system settings
es: Abrir configuración del sistema

source: Space details
es: Detalles del aparcamiento

# confirmOrder
source: Confirm
es: Confirmar

source: Space reserved
es: Aparcamiento reservado

# spaceReservedSuccessfully
source: Your space has been reserved successfully.
es: Tu aparcamiento ha sido reservado exitosamente.

source: Confirmation code
es: Código de confirmación

# enterConfirmationCode
source: The requester of the space will give you a 6-digit confirmation number, enter it here.
es: El solicitante del aparcamiento te dará un número de confirmación de 6 dígitos, ingrésalo aquí.

# confirmationCodeWarning
source: Kindly ensure that the confirmation code works before you give out the space
es: Por favor, asegúrate de que el código de confirmación funcione antes de entregar el aparcamiento

# pleaseEnterConfirmationCode
source: Please enter the confirmation code
es: Por favor ingresa el código de confirmación

source: Reservation expired
es: Reserva expirada

source: Less than a minute left
es: Queda menos de un minuto

# minutesLeftToReserve
source: {minutes} mins left to reserve space
es: Quedan {minutes} minutos para reservar

source: Reserved
es: Reservado

source: meters
es: metros

source: Waiting
es: Esperando

source: Reserved space
es: Aparcamiento reservado

# notificationPaidSpaceReserved
source: Paid space reserved
es: Aparcamiento de pago reservado

# notificationNewSpacePublished
source: New space published
es: Nuevo aparcamiento publicado

# notificationSpaceOccupied
source: Space occupied
es: Aparcamiento ocupado

# notificationDisabled
source: Disabled
es: Deshabilitado

# notificationFree
source: Free
es: Gratis

# notificationBlue
source: Blue
es: Azul

# notificationGreen
source: Green
es: Verde

# confirmationCodeTitle
source: Confirmation code
es: Código de confirmación

# shareCodeOwner
source: Share this code with the parking space owner
es: Comparte este código con el propietario del aparcamiento

# ownerPlateNumber
source: The owner's plate number:
es: Matrícula del propietario:

source: Call space owner
es: Llamar al propietario

source: Could not launch dialer
es: No se pudo abrir el teléfono

source: View details
es: Ver detalles

# noPendingFundsMessage
source: You have no pending funds to be released. You can withdraw between {min} and {max}.
es: No tienes fondos pendientes de liberar. Puedes retirar entre {min} y {max}.

source: Free
es: Gratuito

source: Time remaining
es: Tiempo restante

source: Show all
es: Ver todo

# noContributions
source: No contributions yet
es: Todavía no tienes contribuciones

# noContributionsDescription
source: Your contributions history will appear here, publish to see them
es: Tu historial de contribuciones aparecerá aquí.

source: All
es: Todos

source: Parking space
es: Aparcamiento

# events
source: Alerts
es: Alertas

# failedToLoadActivities
source: Failed to load activities: {error}
es: Error al cargar actividades: {error}

# reservationPendingNote
source: If you do not confirm the space by {expiresAt}, this reservation will be cancelled and the money will be refunded to the requester.
es: Si no confirmas el aparcamiento antes de {expiresAt}, esta reserva será cancelada y el dinero será reembolsado al solicitante.

# selectFilterActivities
source: Select a filter to view activities
es: Selecciona un filtro para ver actividades

source: Search location
es: Buscar ubicación

source: Back
es: Atrás

# updatingLocation
source: UPDATING {type} LOCATION
es: ACTUALIZANDO UBICACIÓN DE {type}

source: Location
es: Ubicación

# setLocation
source: Set {type}
es: Establecer {type}

# minutesLeft
source: {minutes} minutes left
es: Quedan {minutes} minutos

# secondsLeft
source: {seconds} seconds left
es: Quedan {seconds} segundos

# locationType
source: {type} LOCATION
es: Ubicación de {type}

# spaceDetailsTitle
source: Space details
es: Detalles del aparcamiento

source: Edit
es: Editar

source: Work
es: Trabajo

source: Delete
es: Eliminar

source: Other location
es: Otra ubicación

source: Home location
es: Ubicación de casa

source: Work location
es: Ubicación de trabajo

# whereAreYouGoing
source: Where are you going to?
es: ¿A dónde vas?

source: Favourites
es: Favoritos

source: Recent
es: Recientes

source: Clear all
es: Borrar todo

source: Space published
es: Aparcamiento publicado

# eventPublished
source: Alert published
es: Alerta publicada

source: No car registered
es: Sin coche registrado

# registerCarDetails
source: Register your car with the car details for safety and accessibility
es: Registra tu coche con los detalles por seguridad y accesibilidad

source: Tap to register car
es: Toca para registrar coche

source: Register car
es: Registrar coche

source: Update car details
es: Actualizar detalles del coche

source: Update
es: Actualizar

source: Register
es: Registrar

source: Enter car brand
es: Ingresa la marca del coche

source: Enter plate number
es: Ingresa la matrícula

source: Brand
es: Marca

source: Plate number
es: Matrícula

source: Select tag
es: Seleccionar etiqueta

# whatIsThis
source: What's this?
es: ¿Qué es esto?

source: What tag means
es: Qué significan las etiquetas

source: Got it
es: Entendido

source: Eco Label
es: Etiqueta ECO

source: Zero Emission Label
es: Etiqueta Cero Emisiones

source: B Label Yellow
es: Etiqueta B amarilla

source: C Label Green
es: Etiqueta C verde

source: No Label
es: Sin etiqueta

# ecoLabelPluginHybrids
source: Plug-in hybrids with an electric range of less than 40 km.
es: Híbridos enchufables con autonomía eléctrica inferior a 40 km.

# ecoLabelNonPluginHybrids
source: Non-plug-in hybrids (HEV).
es: Híbridos no enchufables (HEV).

# ecoLabelGasPowered
source: Gas-powered vehicles (LPG, CNG, or LNG).
es: Vehículos propulsados por gas (GLP, GNC o GNL).

# zeroLabelElectric
source: 100% electric vehicles (BEV).
es: Vehículos 100% eléctricos (BEV).

# zeroLabelPluginHybrids
source: Plug-in hybrids (PHEV) with an electric range of more than 40 km.
es: Híbridos enchufables (PHEV) con autonomía eléctrica superior a 40 km.

# zeroLabelHydrogen
source: Hydrogen-powered vehicles.
es: Vehículos propulsados por hidrógeno.

# bLabelPetrol
source: Petrol cars and vans registered from January 2001 onwards.
es: Coches y furgonetas de gasolina matriculados desde enero de 2001.

# bLabelDiesel
source: Diesel cars and vans registered from January 2006 onwards.
es: Coches y furgonetas diésel matriculados desde enero de 2006.

# bLabelIndustrial
source: Industrial vehicles and buses registered from 2005 onwards.
es: Vehículos industriales y autobuses matriculados desde 2005.

# cLabelPetrol
source: Petrol cars and vans registered from January 2006 onwards.
es: Coches y furgonetas de gasolina matriculados desde enero de 2006.

# cLabelDiesel
source: Diesel cars and vans registered from September 2015 onwards.
es: Coches y furgonetas diésel matriculados desde septiembre de 2015.

# cLabelIndustrial
source: Industrial vehicles and buses registered from 2014 onwards.
es: Vehículos industriales y autobuses matriculados desde 2014.

source: Your car details
es: Detalles de tu coche

source: Edit details
es: Editar detalles

# lastPlaceParked
source: Where is my car?
es: ¿Dónde está mi coche?

source: Unknown
es: Desconocido

source: Navigate to car
es: Navegar al coche

# errorConfirmSpaceReservation
source: Unable to confirm space reservation
es: No se pudo confirmar la reserva del aparcamiento

# errorReserveSpace
source: Unable to reserve space
es: No se pudo reservar el aparcamiento

# errorSendFeedback
source: Unable to send feedback
es: No se pudo enviar el feeback

# errorTakeSpace
source: Unable to take space
es: No se pudo tomar el aparcamiento

# errorPublishRoadEvent
source: Unable to publish road alert
es: No se pudo publicar la alerta en la vía

# errorLoadActivities
source: Unable to load activities
es: No se pudieron cargar las actividades

# errorPublishSpace
source: Unable to publish space
es: No se pudo publicar el aparcamiento

source: Forgot password
es: Olvidé mi contraseña

source: Get Help
es: Ayuda

# enterEmailToReset
source: Enter your email address below to proceed with
es: Ingresa tu dirección de correo electrónico para continuar

source: Email address
es: Correo electrónico

# enterEmailAddress
source: Enter your email address
es: Ingresa tu correo electrónico

source: Reset password
es: Restablecer contraseña

# setNewPassword
source: Set a new password
es: Establecer nueva contraseña

# createStrongPassword
source: Create a strong password for your account
es: Crea una contraseña segura para tu cuenta

source: New password
es: Nueva contraseña

source: Repeat password
es: Repetir contraseña

# enterPassword
source: Enter your password
es: Ingresa tu contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

# emailSentTitle
source: We sent you an email
es: Te enviamos un correo

source: Reservations
es: Reservas solicitadas

# emailSentDescription
source: We've sent an OTP to your email. Enter it below to reset your password.
es: Hemos enviado un código a tu correo. Ingrésalo abajo para restablecer tu contraseña.

# mailSentTo
source: Mail is sent to:
es: Correo enviado a:

source: Not you?
es: ¿No eres tú?

source: Change email
es: Cambiar correo

# howToPublishPaidSpaceTitle
source: How do I publish a paid space?
es: ¿Cómo puedo publicar un aparcamiento de pago?

# howToPublishPaidSpaceDescription
source: To publish a paid space, you must meet the following requirements:
es: Para publicar un aparcamiento de pago, debes cumplir con los siguientes requisitos:

# publishPaidSpaceRequirement1
source: Enter your vehicle information in the app so it can be used at the time of reservation.
es: Registrar los datos de tu vehículo en la aplicación, ya que serán necesarios al momento de la reserva.

# publishPaidSpaceRequirement2
source: Create an earnings account from your profile. You will need to register your tax information, which is required to receive payments in the app due to European anti-money laundering regulations.
es: Crear una cuenta de beneficios desde tu perfil. Para ello, deberás ingresar tu información fiscal, la cual es obligatoria para recibir pagos en la aplicación conforme a la normativa europea de prevención de lavado de dinero.

# howToEarnMoneyTitle
source: How do I earn money from my paid space?
es: ¿Cómo obtengo ganancias por mi aparcamiento de pago?

# howToEarnMoneyDescription
source: To earn money from your space, it must be reserved by another user. Once the space is reserved, you must confirm the reservation using the confirmation code provided to the user who made the booking. After you receive this code, proceed with confirming the reservation.
es: Para generar ganancias con tu aparcamiento, este debe ser reservado por otro usuario. Una vez realizada la reserva, deberás confirmar la operación ingresando el código de confirmación que se le proporciona al usuario que reservó. Tras recibir el código, podrás confirmar la reserva.

# earningsTransferDescription
source: Once the reservation is confirmed, the amount of your reservation — minus LetDem's service fees — will be transferred to you.
es: Cuando la reserva es confirmada, recibirás el importe correspondiente menos las comisiones aplicadas por LetDem por la operación.

# earningsLocationDescription
source: You can see the total amount earned in the Earnings section of your profile.
es: El monto total de tus beneficios se reflejará en la sección ganancias de tu perfil.

# howToWithdrawFundsTitle
source: How do I withdraw my funds to a personal account?
es: ¿Cómo retiro mis fondos a una cuenta personal?

# howToWithdrawFundsDescription
source: To withdraw funds, they first need to be released by the payment provider. This usually takes around 10 days. Once the funds are released, they will be available in the app, and you'll be able to withdraw them using one of your linked bank accounts.
es: Para retirar tus fondos, estos deben ser liberados previamente por el proveedor de pagos. Este proceso suele tardar aproximadamente 10 días. Una vez liberados, los fondos estarán disponibles en la app y podrás retirarlos utilizando una de las cuentas bancarias que hayas asociado previamente.

# earningsSection
source: Earnings
es: Ganancias

# letdemServiceFees
source: LetDem's service fees
es: comisiones aplicadas por LetDem

# helpAndSupport
source: Help & Support
es: Ayuda y Soporte

source: vehicle information
es: datos de tu vehículo

source: earnings account
es: Cuenta de beneficios

source: tax information
es: Información fiscal

source: payment provider
es: Proveedor de pagos

source: linked bank accounts
es: Cuentas bancarias asociadas

source: Didn't get OTP?
es: ¿No recibiste el código?

source: Tap to resend.
es: Toca para reenviar.

# passwordRequirements
source: Ensure to use at least 8 characters, with a number, an uppercase letter, and one of the following special characters: $, ., &, @
es: Asegúrate de usar al menos 8 caracteres, con un número, una letra mayúscula y uno de los siguientes caracteres especiales: $, ., &, @

# resendIn
source: Resend in 00:{seconds}
es: Reenviar en 00:{seconds}

source: CREATE NEW ACCOUNT
es: CREAR NUEVA CUENTA

source: Personal information
es: Información personal

# enterFullName
source: Enter your full name to proceed
es: Ingresa tu nombre completo para continuar

source: First name
es: Nombre

source: Last name
es: Apellido

# enterFirstName
source: Enter your first name
es: Ingresa tu nombre

# enterLastName
source: Enter your last name
es: Ingresa tu apellido

source: Get Started
es: Empezar

# alreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Login here
es: Inicia sesión aquí

source: Sign up with Google
es: Registrarse con google

# agreeToTerms
source: By continuing, I agree to LetDem
es: Al continuar, acepto los

# termsAndConditions
source: Terms & Conditions
es: Términos y condiciones

# pleaseAcceptTerms
source: Please accept the terms and conditions
es: Por favor acepta los términos y condiciones

source: Password
es: Contraseña

# continueText
source: Continue
es: Continuar

# unableToResendVerification
source: Unable to resend verification code
es: No se pudo reenviar el código de verificación

source: Something went wrong
es: Algo salió mal

# unableToProcessRequest
source: We were unable to process your request. Please try again later. The error is: {error}
es: No pudimos procesar tu solicitud. Por favor, inténtalo de nuevo más tarde. El error es: {error}

source: Retry
es: Reintentar

# sessionExpired
source: The session has expired. Please login again.
es: La sesión ha expirado. Por favor, inicia sesión nuevamente.

source: Verify account
es: Verificar cuenta

# weWillSendOTP
source: We sent you an email
es: Te enviamos un correo

# verificationInstructions
source: Kindly check the email you provided for an OTP to verify your email and enter it below
es: Por favor revisa el correo proporcionado para obtener un código de un solo uso y verifica tu correo. Ingrésalo abajo

source: Resending
es: Reenviando

source: Verification success
es: Verificación exitosa

# verificationSuccessMessage
source: Your account email has been verified successfully. You can proceed to the app.
es: Tu correo ha sido verificado exitosamente. Puedes proceder a la aplicación.

# findShareParking
source: Find & Share parking spaces near you
es: Encuentra y comparte aparcamientos cerca de ti

# parkingDescription
source: Get access to wide range of parking spaces within your location and beyond
es: Accede a una amplia gama de aparcamientos dentro y fuera de tu ubicación

source: Geolocation permission
es: Permiso de geolocalización

# enableGeolocationDescription
source: Kindly enable geolocation to allow the app to track your location automatically. This process must be completed to use the app.
es: Para mejorar tu experiencia, necesitamos acceder a tu ubicación actual. Esto nos permitirá mostrarte los aparcamientos de estacionamiento más cercanos y relevantes.

source: Enable geolocation
es: Habilitar geolocalización

source: Open settings
es: Abrir configuración

source: Not now
es: No ahora

# loginToAccount
source: LOGIN TO YOUR ACCOUNT
es: INICIAR SESIÓN EN TU CUENTA

source: Welcome Back!
es: ¡Bienvenido de nuevo!

# dontHaveAccount
source: Don't have an account?
es: ¿No tienes una cuenta?

source: Sign Up here
es: Regístrate aquí

source: Login
es: Iniciar sesión

source: Space occupied
es: Aparcamiento ocupado

# forgotPasswordQuestion
source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: Reset here
es: Restablecer aquí

source: Next
es: Siguiente

source: Go Back
es: Volver

source: Connect account progress
es: Progreso de conexión de cuenta

source: Identity verification
es: Verificación de identidad

source: Bank information
es: Información bancaria

# addressInformationTitle
source: Your address information
es: Tu información de dirección

# addressInformationDescription
source: Input your full address and location of residence
es: Ingresa tu dirección completa y ubicación de residencia

# enterAddress
source: Enter your address
es: Ingresa tu dirección

source: Address
es: Dirección

source: Enter postal code
es: Ingresa código postal

source: Postal code
es: Código postal

source: Enter city
es: Ingresa ciudad

source: City
es: Ciudad

# bankInformationTitle
source: Bank information
es: Información bancaria

# bankInformationDescription
source: Enter your IBAN to complete this step
es: Ingresa tu IBAN para completar este paso

# enterIBAN
source: Enter your IBAN
es: Ingresa tu IBAN

# bankAccountNote
source: Kindly note that this bank account is required to receive payout from our payment provider.
es: Ten en cuenta que esta cuenta bancaria es necesaria para recibir pagos de nuestro proveedor de pagos.

source: Details submitted
es: Detalles enviados

source: Got it, thanks
es: Entendido

# accountDetailsSuccess
source: Your account connection details submitted successfully, you will soon be able to receive money for paid spaces.
es: Los detalles de conexión de su cuenta se enviaron correctamente, pronto podrá recibir dinero por aparcamientos de pago.

source: Select country
es: Seleccionar país

# selectCountryDescription
source: Select your country of residence to continue
es: Selecciona tu país de residencia para continuar

source: Spain
es: España

# selectCountryLabel
source: Select country
es: Seleccionar país
