Repository: YerayAR/letdem_fp
Catalog: lib/l10n/app_*.arb
Languages: es

source: Upload ID Card
es: Subir DNI

# uploadIDDescription
source: Upload your ID card both sides
es: Sube ambos lados de tu DNI

# uploadIDFront
source: Tap to upload ID Card front
es: Toca para subir el anverso del DNI

# uploadIDBack
source: Tap to upload ID Card back
es: Toca para subir el reverso del DNI

# imageSizeLimit
source: Only images supported Max: 2MB
es: Solo imágenes soportadas Máx: 2MB

# frontSideFilename
source: front-side.png
es: lado-frontal.png

# backSideFilename
source: back-side.png
es: lado-posterior.png

source: Upload completed
es: Subida completada

source: Select upload type
es: Seleccionar tipo de subida

source: Open camera
es: Abrir cámara

source: Upload
es: Subir

# pleaseUploadBothSides
source: Please upload both sides of your ID
es: Por favor sube ambos lados de tu DNI

source: Select ID type
es: Seleccionar tipo de identificación

# selectIdDescription
source: Select your ID type and upload the front & Back of your Identity Card
es: Selecciona tu tipo de identificación y sube el frente y reverso de tu documento

source: National ID Card
es: DNI

# nationalIdDescription
source: Your government issued national identity card
es: Tu documento nacional de identidad emitido por el gobierno

source: Resident Permit
es: Permiso de residencia

# residentPermitDescription
source: Your government issued national resident permit
es: Tu permiso de residencia emitido por el gobierno

# personalInfoTitle
source: Your personal information
es: Tu información personal

# personalInfoDescription
source: Input your personal details as it is on your ID Card
es: Ingresa tus datos personales como aparecen en tu DNI

source: Phone number
es: Número de teléfono

source: Enter phone number
es: Ingresa número de teléfono

source: Date of birth
es: Fecha de nacimiento

# dateFormat
source: YYYY/MM/DD
es: AAAA/MM/DD

# selectDateOfBirth
source: Please select your date of birth
es: Por favor selecciona tu fecha de nacimiento

source: Click to open camera
es: Haz clic para abrir la cámara

source: Publish paid space
es: Publicar aparcamiento de pago

source: Waiting time
es: Tiempo de espera

source: Price
es: Precio

source: Please enter your number
es: Por favor ingresa tu número de teléfono

source: Enter price
es: Ingresa el precio

# waitingTimeTooltip
source: This is the maximum amount of time the publisher can wait before leaving. The time must be between {min} and {max} minutes. After this time passes, the published space will expire.
es: Este es el tiempo máximo que el publicador puede esperar antes de salir. El tiempo debe estar entre {min} y {max} minutos. Una vez transcurrido este tiempo, el aparcamiento publicado expirará.

source: Unable to login
es: No se pudo iniciar sesión

source: Unable to register
es: No se pudo registrar

source: Unable to verify email
es: No se pudo verificar el correo electrónico

source: Unable to reset password
es: No se pudo restablecer la contraseña

# unableToValidateReset
source: Unable to validate reset password
es: No se pudo validar la contraseña

source: Unable to find Account
es: No se pudo encontrar la cuenta de recuperación

# unableToResendCode
source: Unable to resend verification code
es: No se pudo reenviar el código

source: Publish
es: Publicar

# whatIsThisWaitingTime
source: What's this?
es: ¿En qué consiste?

source: Fetching location...
es: Obteniendo ubicación...

# pleaseEnterAllFields
source: Please fill all fields
es: Por favor completa todos los campos

# spacePublishedSuccesfully
source: Space published successfully
es: Aparcamiento publicado exitosamente

# spacePublishedDescription
source: Your space have been published successfully, people can now have access to use space.
es: Tu aparcamiento ha sido publicado exitosamente, las personas ahora pueden tener acceso para usar el aparcamiento.

source: Speed limit alert
es: Alerta de límite de velocidad

# speedLimitWarning
source: You are driving at speed limit, slow down
es: Estás conduciendo al límite de velocidad, reduce la velocidad

source: Speed limit
es: Límite de velocidad

source: Recalculating route...
es: Recalculando ruta...

# youHaveArrived
source: You have arrived at your destination!
es: ¡Has llegado a tu destino!

# navigatingToParking
source: Navigating to parking space
es: Navegando al aparcamiento de estacionamiento

# preparingNavigation
source: Preparing your navigation...
es: Preparando tu navegación...

# navigationError
source: Could not calculate route. Please try again.
es: No se pudo calcular la ruta. Por favor, inténtalo de nuevo.

source: Space deleted
es: Aparcamiento eliminado

# spaceDeletedSubtext
source: The space has been successfully deleted.
es: El aparcamiento ha sido eliminado con éxito.

source: Try Again
es: Intentar de nuevo

# fatigueAlertTitle
source: Fatigue alert
es: Alerta de fatiga

# fatigueAlertMessage
source: You have been driving for 3 hours. Please consider taking a break.
es: Has estado conduciendo durante 3 horas. Por favor considera tomar un descanso.

# fatigueAlertVoice
source: You have been driving for three hours. Please take a rest.
es: Has estado conduciendo durante tres horas. Por favor toma un descanso.

# addEvent
source: Add alert
es: Agregar alerta

source: ahead
es: por delante

# activeReservationExists
source: There’s an active reservation on your account. It needs to be finished or cancelled before you can publish a new paid space.
es: Hay una reserva activa en tu cuenta. Debe completarse o cancelarse antes de que puedas publicar un nuevo aparcamiento de pago.

# navigateToSpaceButton
source: Navigate to space
es: Navegar al aparcamiento

source: Location permission denied
es: Permiso de ubicación denegado

# locationPermissionDeniedPermanently
source: Location permissions permanently denied, please enable in settings
es: Permisos de ubicación denegados permanentemente, por favor habilítalos en configuración

source: Failed to load map
es: Error al cargar el mapa

# failedToInitializeLocation
source: Failed to initialize location services
es: Error al inicializar los servicios de ubicación

# failedToInitNavigation
source: Failed to initialize navigation
es: Error al inicializar la navegación

# failedToStartNavigation
source: Failed to start navigation visualization
es: Error al iniciar la visualización de navegación

# freeCameraMode
source: Free camera
es: Cámara libre

# lockPositionMode
source: Lock to position
es: Bloquear posición

# cameraAlertTitle
source: Camera alert
es: Alerta de cámara

# radarAlertTitle
source: Radar alert
es: Alerta de radar

# cameraAlertMessage
source: You are in a CCTV camera surveillance zone
es: Estás en una zona de vigilancia con cámaras CCTV

# radarAlertMessage
source: You are approaching a nearby radar zone
es: Te estás acercando a una zona con radar

source: Unnamed Road
es: Calle sin nombre

# spaceOwnerCannotReserve
source: Space owner cannot reserve their own space
es: El propietario del aparcamiento no puede reservar su propio aparcamiento

# deleteSpaceTitle
source: Delete space
es: Eliminar aparcamiento

# deleteSpaceSubtext
source: Are you sure you want to delete this space? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar este aparcamiento? Esta acción no se puede deshacer.

source: Could not recalculate route
es: No se pudo recalcular la ruta

source: Too close to location
es: Demasiado cerca de la ubicación

source: Close
es: Cerrar

source: Traffic Level
es: Tráfico

# toArriveBy
source: To arrive by {time}
es: Para llegar a las {time}

# closeToLocationDescription
source: You are very close to this location (less than {distance} meters). Please choose a spot a bit further away.
es: Estás muy cerca de esta ubicación (a menos de {distance} metros). Por favor, elige un lugar un poco más alejado.

source: Paid
es: Pago

source: Cancelled
es: Cancelado

source: Refunded
es: Reembolsado

source: No payments yet
es: Aún no hay pagos

# noPaymentsDescription
source: Your payments history will appear here, once you make a payment
es: Tu historial de pagos aparecerá aquí.

# notifyAvailableSpace
source: Notify me of available space in this area
es: Notificarme de aparcamientos disponibles en esta área

# dateAndTime
source: Date & Time
es: Fecha y Hora

# notificationRadius
source: Receive notifications up to (meters)
es: Recibir notificaciones hasta (metros)

source: Start route
es: Iniciar ruta

source: Save
es: Guardar

# radiusLessThan
source: Radius cannot be less than {meters} meters
es: El radio no puede ser menor a {meters} metros

# howToCreateScheduledNotificationsTitle
source: How to create scheduled notifications?
es: ¿Cómo crear notificaciones programadas?

# howToEarnPointsTitle
source: How to earn LetDem Points?
es: ¿Cómo ganar Puntos LetDem?

# minWithdrawalAmountError
source: You must have at least {amount} to withdraw.
es: Debes tener al menos {amount} para retirar.

# maxWithdrawalAmountError
source: You cannot withdraw more than {amount} at once.
es: No puedes retirar más de {amount} a la vez.

# minWithdrawalToast
source: The minimum amount you can withdraw is {amount}.
es: La cantidad mínima que puedes retirar es {amount}.

# maxWithdrawalToast
source: The maximum amount you can withdraw is {amount}.
es: La cantidad máxima que puedes retirar es {amount}.

# exceedsBalanceToast
source: You cannot withdraw more than your available balance.
es: No puedes retirar más que tu saldo disponible.

# pendingFundsInfo
source: You can withdraw between {minAmount} and {maxAmount}. Funds held by the payment provider will be available within a maximum of 10 days.
es: Puedes retirar entre {minAmount} y {maxAmount}. Los fondos retenidos por el proveedor de pagos estarán disponibles en un plazo máximo de 10 días.

# timeToWaitMustBeBetween
source: The waiting time must be between {min} and {max} minutes.
es: El tiempo de espera debe estar entre {min} y {max} minutos.

# priceMustBeBetween
source: The price must be between {min} and {max}.
es: El precio debe estar entre {min} y {max}.

# howToEarnPointsDescription
source: Earn LetDem Points by contributing to the community through these actions:
es: Gana Puntos LetDem contribuyendo a la comunidad con estas acciones:

# reservePaidSpaceTitle
source: Reserve a paid parking space
es: Reservar un Aparcamiento de Pago

# reservePaidSpaceDescription
source: To the user who reserves and pays for a space published by another user. Once this reservation is confirmed.
es: Para el usuario que reserva y paga un aparcamiento publicado por otro usuario y una vez que la reserva es confirmada.

# publishFreeSpaceTitle
source: Publish a free parking space
es: Publicar un Aparcamiento Gratuito

# publishFreeSpaceDescription
source: If another user uses it and selects “I’ll take it” as feedback after arriving at the location.
es: Si otro usuario lo utiliza y selecciona “Me lo quedo” como valoración al llegar al lugar.

source: Additional notes
es: Notas Adicionales

# pointsNote1
source: The user who gives up a paid parking space doesn’t earn points, but does earn money.
es: El usuario que cede un aparcamiento de pago no gana puntos, pero sí gana dinero.

# pointsNote2
source: In all actions, points are granted only if the contribution is useful and confirmed by another user.
es: En todas las acciones, los puntos se otorgan únicamente si la contribución es útil y confirmada por otro usuario.

# howToCreateScheduledNotificationsDescription
source: To schedule a parking notification, follow these steps:
es: Para programar una notificación de aparcamiento, sigue estos pasos:

# searchDestinationTitle
source: Search destination
es: Buscar Destino

# searchDestinationDescription
source: Search for your destination using the search bar on the main screen.
es: Busca tu destino utilizando la barra de búsqueda en la pantalla principal.

# selectAddressTitle
source: Select address
es: Seleccionar Dirección

# selectAddressDescription
source: Select the desired address and tap the "Notify me about available space" button.
es: Selecciona la dirección deseada y pulsa el botón "Avisarme por aparcamientos disponibles".

# configureAlertTitle
source: Configure alert
es: Configurar alerta

# configureAlertDescription
source: Select the time range and distance from your location to receive notifications.
es: Selecciona la franja horaria y la distancia desde tu ubicación para recibir notificaciones.

# scheduledNotificationsManagement
source: Manage your notifications from the 'Scheduled Notifications' section.
es: Gestiona tus notificaciones desde la sección 'Notificaciones programadas'.

# scheduledNotificationsAlert
source: You’ll receive a notification whenever a space becomes available in your configured area.
es: Recibirás una notificación cada vez que se publique un aparcamiento dentro del área configurada.

# publishAlertTitle
source: Publish an Alert
es: Publicar una alerta

# publishAlertDescription
source: If another user confirms the existence of the alert.
es: Si otro usuario confirma la existencia de la alerta.

source: point
es: punto

source: Notification scheduled
es: Notificación programada

# notificationScheduledDescription
source: You will be notified when a space is available in this area
es: Se te notificará cuando haya un aparcamiento disponible en esta área

# minutesShort
source: mins
es: min

# timesRequired
source: Start and end times are required
es: Las horas de inicio y fin son requeridas

# startBeforeEnd
source: Start time should be before end time
es: La hora de inicio debe ser anterior a la hora de fin

# timeGreaterThanCurrent
source: Start and end times should be greater than the current time
es: Las horas de inicio y fin deben ser posteriores a la hora actual

# maxScheduleDays
source: You can only schedule up to 5 days
es: Solo puedes programar hasta 5 días

# distanceTraveled
source: Distance traveled: {distance} m
es: Distancia recorrida: {distance} m

# youHaveTraveled
source: You have traveled {distance} meters
es: Has recorrido {distance} metros

# estimatedArrival
source: Estimated arrival in {time} with {distance} meters remaining
es: Llegada estimada en {time} con {distance} metros restantes

# seconds
source: {count} seconds
es: {count} segundos

# minutesAndSeconds
source: {minutes} min {seconds} sec
es: {minutes} min {seconds} seg

# minutesOnly
source: {minutes} minutes
es: {minutes} minutos

# hoursAndMinutes
source: {hours} hr {minutes} min
es: {hours} h {minutes} min

# hoursOnly
source: {hours} hours
es: {hours} horas

source: Preparing your navigation...
es: Preparando tu navegación...

# locationPermissionPermanentlyDenied
source: Location permissions permanently denied, please enable in settings
es: Permisos de ubicación denegados permanentemente, habilítalos en la configuración

source: Failed to initialize location services
es: Error al inicializar los servicios de ubicación

source: Failed to get current location
es: Error al obtener la ubicación actual

source: Failed to start navigation simulation
es: Error al iniciar la simulación de navegación

source: Failed to initialize routing
es: Error al inicializar el enrutamiento

# couldNotCalculateRoute
source: Could not calculate route. Please try again.
es: No se pudo calcular la ruta. Por favor, inténtelo de nuevo.

source: Failed to initialize navigation
es: Error al inicializar la navegación

# metersAhead
source: {distance}m ahead
es: {distance} metros por delante

# metersAway
source: {distance} away
es: {distance} de distancia

# gotItThankYou
source: Got it
es: Entendido

# feedbackButton
source: Feedback
es: Comentarios

# feedbackSubmitted
source: Your feedback has been submitted
es: Tu comentario ha sido enviado

# thankYouForInput
source: Thank you for your input!
es: ¡Gracias por tu aporte!

# eventFeedback
source: Alert feedback
es: Comentarios sobre la alerta

# stillThere
source: It's still there
es: Todavía está ahí

# trafficLow
source: Low
es: Bajo

# trafficModerate
source: Moderate
es: Moderado

# trafficHeavy
source: Heavy
es: Intenso

# arrivalTitle
source: You’ve arrived!
es: ¡Has llegado!

# arrivalSubtitle
source: Nearby parking spots are now visible on the map. Tap a spot to start navigation.
es: Las plazas de aparcamiento cercanas ahora están visibles en el mapa. Pulsa una para iniciar la navegación.

# notThere
source: It's not there
es: Ya no está ahí

source: I'll take it
es: Me lo quedo

source: It's in use
es: Ocupado

source: Not useful
es: No me sirve

source: Prohibited
es: Prohibido

# arrivedAtDestination
source: You have arrived at your destination.
es: Has llegado a tu destino.

# rateThisParkingSpace
source: How would you like to rate this parking space?
es: ¿Cómo calificarías este aparcamiento?

source: Custom navigation
es: Navegación personalizada

# startButton
source: Start
es: Iniciar

# stopButton
source: Stop
es: Detener

# toggleButton
source: Toggle
es: Cambiar

source: Unread
es: No leídas

source: Notifications
es: Notificaciones

# transactionSpacePayment
source: Payment received for space
es: Pago recibido por el aparcamiento

# transactionWithdraw
source: Withdrawal
es: Retiro

# transactionSpaceTransfer
source: Space transfer
es: Transferencia de aparcamiento

# transactionSpaceWithdrawal
source: Space withdrawal
es: Retirada de fondos

# transactionSpaceDeposit
source: Space deposit
es: Depósito por aparcamiento

source: Your space located at
es: Tu aparcamiento ubicado en

source: has been occupied
es: ha sido ocupado

# aNewSpaceHasBeenPublished
source: A new space has been published within
es: Se ha publicado un nuevo aparcamiento dentro de

source: around
es: alrededor de

source: has been reserved
es: ha sido reservado

source: Received positive feedback
es: Recibió comentarios positivos

source: No notifications yet
es: Aún no hay notificaciones

# notificationsWillAppear
source: Your app notifications will appear here whenever there is a new activity
es: Las notificaciones de la aplicación aparecerán aquí cuando haya una nueva actividad

source: No scheduled notifications yet
es: Aún no hay notificaciones programadas

# scheduledNotificationsWillAppear
source: Your app scheduled notifications will appear here whenever you set this reminder
es: Las notificaciones programadas aparecerán aquí cuando configures este recordatorio

source: Just now
es: Ahora mismo

source: View space
es: Ver aparcamiento

source: No payment methods added
es: No se han añadido métodos de pago

# noPaymentMethodsDescription
source: You haven't added any payment methods yet. Add one to make payments easily.
es: Aún no has añadido ningún método de pago. Añade uno para realizar pagos fácilmente.

source: Payment Method Added
es: Método de pago añadido

# paymentMethodAddedDescription
source: Your payment method has been successfully added.
es: Tu método de pago ha sido agregado correctamente.

# pleaseCompleteCardDetails
source: Please complete the card details
es: Por favor completa los detalles de la tarjeta

# failedToAddPaymentMethod
source: Failed to add payment method. Please try again.
es: Error al agregar método de pago. Por favor, inténtalo de nuevo.

source: Card number
es: Número de tarjeta

source: Add new card
es: Agregar nueva tarjeta

# defaultt
source: Default
es: Por defecto

# expireDate
source: Expire date: {date}
es: Fecha de vencimiento: {date}

source: Payment method
es: Método de pago

source: Make default
es: Establecer como predeterminado

source: Confirm Delete Card
es: Confirmar eliminación de tarjeta

# deleteCardConfirmation
source: Are you sure you want to delete Card ending with {last4}? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar la tarjeta que termina en {last4}? Esta acción no se puede deshacer.

source: No, keep card
es: No, mantener tarjeta

source: Yes, delete card
es: Sí, eliminar tarjeta

source: No payout methods yet
es: Aún no hay métodos de pago

# payoutMethodsDescription
source: Your added payout methods will appear here once you set them up in your profile
es: Tus métodos de pago añadidos aparecerán aquí una vez que los configures en tu perfil

source: Payout method added
es: Método de pago añadido

# payoutMethodAddedDescription
source: Your payout method has been added successfully.
es: Tu método de pago ha sido agregado correctamente.

# addPayoutMethod
source: Add bank account
es: Añadir cuenta bancaria

source: Account number
es: Número de cuenta

# makeDefaultPaymentMethod
source: Make as default payment method
es: Establecer como método de pago predeterminado

source: Please enter account number
es: Por favor ingresa el número de cuenta

# payoutMethods
source: Bank accounts
es: Cuentas bancarias

# payoutMethodOptions
source: Bank account options
es: Opciones de cuenta bancaria

source: Reschedule notification
es: Reprogramar notificación

source: Reschedule
es: Reprogramar

source: Notification rescheduled successfully
es: Notificación reprogramada correctamente

source: Space reminder
es: Recordatorio de aparcamiento

source: Reschedule reminder
es: Reprogramar recordatorio

source: Delete reminder
es: Eliminar recordatorio

# youHaveReminderForSpace
source: You have a reminder for a space at
es: Tienes un recordatorio para un aparcamiento en

source: Expired
es: Expirado

source: Active
es: Activo

# activeMayus
source: ACTIVE
es: Activo

# antiMoneyLaunderingMessage
source: The Anti-money Laundering Directive forces us to verify your identity in order to receive payment for your online sales. You will only need to verify yourself once.
es: La Directiva Antiblanqueo de Capitales (UE) 2015/849 nos obliga a verificar tu identidad para que puedas recibir pagos por tus ventas en línea. Solo tendrás que verificarte una vez.

# couldNotOpenTermsAndConditions
source: Could not open Terms & Conditions link
es: No se pudo abrir el enlace de Términos y Condiciones

# byAgreementStripe
source: By continuing, I agree to the
es: Al continuar, acepto el

source: Stripe Connected Account Agreement
es: Acuerdo de cuenta conectada de Stripe

source: and
es: y

source: Stripe Terms of Service
es: Términos de Servicio de Stripe

# accountInformationChanged
source: Account information changed successfully
es: Información de cuenta cambiada correctamente

# accountInformationChangedDescription
source: Your account information has been changed successfully,
es: La información de tu cuenta ha sido cambiada correctamente,

# orders
source: Bookings
es: Reservas

# errorLoadingOrders
source: Error loading bookings
es: Error al cargar pedidos

source: Confirmed
es: Confirmado

source: Today
es: Hoy

source: Yesterday
es: Ayer

# daysAgo
source: {days} days ago
es: hace {days} días

# oneWeekAgo
source: 1 week ago
es: hace 1 semana

# twoWeeksAgo
source: 2 weeks ago
es: hace 2 semanas

# threeWeeksAgo
source: 3 weeks ago
es: hace 3 semanas

# noOrdersYet
source: No bookings yet
es: Aún no hay reservas

# noOrdersDescription
source: You have not made any orders yet. Start exploring and make your first order!
es: Aún no has realizado ningún pedido. ¡Comienza a explorar y haz tu primer pedido!

source: Alerts
es: Alertas

source: Email notifications
es: Notificaciones por correo

source: Push notifications
es: Notificaciones móviles

source: Available spaces
es: Aparcamientos disponibles

source: Radar alerts
es: Alertas de radar

source: Camera alerts
es: Alertas de cámara

source: Prohibited zone alert
es: Alerta de zona prohibida

source: Fatigue alert
es: Alerta de fatiga

source: Police alert
es: Alerta de policía

source: Accident alert
es: Alerta de accidente

source: Road closed alert
es: Alerta de carretera cerrada

source: Name not provided
es: Nombre no proporcionado

source: LetDem Points
es: Puntos LetDem

source: Wallet balance
es: Saldo en cartera

source: Withdraw
es: Retirar

source: Withdrawals
es: Retiradas

# payouts
source: Banks
es: Bancos
