Repository: YerayAR/letdem_fp
Catalog: lib/l10n/app_*.arb
Languages: es

# transactionHistory
source: Last transactions
es: Últimas transacciones

# transactionTitle
source: Transactions
es: Transacciones

# fromDate
source: From
es: Desde

# toDate
source: To
es: Hasta

source: See all
es: Ver todo

source: No transactions yet
es: Todavía no hay transacciones

# transactionsHistoryMessage
source: Your transactions history will be listed here when you have any activity to show.
es: Tu historial de transacciones aparecerá aquí cuando tengas alguna para mostrar.

source: Loading transactions
es: Cargando transacciones

source: No payout methods available
es: No hay métodos de pago disponibles

source: Success
es: Éxito

# withdrawalRequestSuccess
source: Withdrawal request has been sent successfully.
es: La solicitud de retiro ha sido enviada correctamente.

# withdrawalToBank
source: Withdrawal to bank {method}
es: Retiro al banco {method}

source: Successful
es: Exitoso

source: Failed
es: Fallido

source: No withdrawals yet
es: Aún no hay retiradas

# withdrawalHistoryMessage
source: Your withdrawal history will appear here whenever you make a withdrawal
es: Tu historial de retiradas aparecerá aquí cuando realices un retiro

# amountCannotExceed
source: Amount cannot exceed {balance} €
es: El monto no puede exceder {balance} €

source: Amount to receive
es: Monto a recibir

# pendingToBeCleared
source: {amount} € Awaiting clearance
es: {amount} € Pendiente de liberar

# paymentMethodAddedTitle
source: Payment method added
es: Método de pago añadido

# paymentMethodAddedSubtext
source: Your payment method has been successfully added.
es: Tu método de pago ha sido agregado correctamente.

# addPaymentMethodTitle
source: Add payment method
es: Agregar método de pago

source: Card details
es: Detalles de la tarjeta

source: Enter the number
es: Ingresa el número

source: Create
es: Crear

source: Please enter your name
es: Por favor ingresa tu nombre

# logoutConfirmation
source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?

# paymentSuccessfulReservation
source: Your payment was successful. The space is now reserved.
es: Tu pago se ha realizado con éxito. El aparcamiento ya está reservado.

# paymentFailedRequiresAction
source: Payment failed or requires further action
es: El pago falló o requiere acción adicional

source: Connection pending
es: Conexión pendiente

# connectionPendingMessage
source: Your account connection is still pending, you will be notified when the connection is complete
es: La conexión de tu cuenta aún está pendiente, serás notificado cuando la conexión esté completa

# somethingWentWrongGeneric
source: Something went wrong
es: Algo salió mal

# contactSupportMessage
source: There seems to be an issue with your account. Please contact support for assistance.
es: Parece que hay un problema con tu cuenta. Por favor contacta con soporte para asistencia.

# insufficientBalance
source: You do not have enough balance to withdraw
es: No tienes suficiente saldo para retirar

source: Loading...
es: Cargando...

# continueButton
source: Continue
es: Continuar

source: Warning
es: Advertencia

source: Confirmation
es: Confirmación

source: Yes
es: Sí

# successGeneric
source: Success
es: Éxito

source: Error occurred
es: Ocurrió un error

# reservationConfirmedTitle
source: Reservation confirmed
es: Reserva confirmada

# reservationConfirmedDescription
source: Your reservation has been confirmed successfully, we will update your balance shortly.
es: Tu reserva ha sido confirmada correctamente, actualizaremos tu saldo en breve.

source: Please try again
es: Por favor inténtalo de nuevo

source: Network error
es: Error de red

source: Published
es: Publicado

# activeStatus
source: Active
es: Activo

source: mins ago
es: min atrás

source: hours ago
es: horas atrás

source: My location
es: Mi ubicación

source: Zoom In
es: Acercar

# priceTooltip
source: This is the price for a parking space. The maximum price you can set is {max}, and the minimum is {min}.
es: Este es el precio de una plaza de aparcamiento. El precio máximo que puedes establecer es {max} y el mínimo es {min}.

source: Zoom Out
es: Alejar

source: Toggle view
es: Cambiar vista

source: New notification
es: Nueva notificación

source: Tap to view
es: Toca para ver

source: Mark as read
es: Marcar como leído

source: Invalid credentials
es: Credenciales inválidas

# checkInternetConnection
source: Please check your internet connection
es: Por favor verifica tu conexión a internet

source: Login failed
es: Error al iniciar sesión

source: Registration successful
es: Registro exitoso

source: Account created
es: Cuenta creada

source: Welcome to LetDem
es: Bienvenido a LetDem

source: Search here...
es: Buscar aquí...

source: No results found
es: No se encontraron resultados

source: Recent searches
es: Búsquedas recientes

source: Clear history
es: Limpiar historial

source: Car registered successfully
es: Coche registrado exitosamente

source: Invalid plate number
es: Matrícula inválida

# selectValidCarType
source: Please select a valid car type
es: Por favor selecciona un tipo de coche válido

source: Account setup complete
es: Configuración de cuenta completa

source: Verification pending
es: Verificación pendiente

source: Documents uploaded successfully
es: Documentos subidos exitosamente

# defaultPayment
source: Default
es: Por defecto

source: Expires
es: Expira

source: Delete card
es: Eliminar tarjeta

source: Set as default
es: Establecer como predeterminado

source: Bank account
es: Cuenta bancaria

source: Verified
es: Verificado

source: Pending verification
es: Verificación pendiente

source: Primary
es: Principal

# gpsDisabled
source: GPS is disabled
es: GPS deshabilitado

source: Unable to get location
es: No se pudo obtener ubicación

source: Location services unavailable
es: Servicios de ubicación no disponibles

source: No internet connection
es: Sin conexión a internet

source: Connection timeout
es: Tiempo de espera de conexión agotado

source: Server error
es: Error del servidor

source: Request failed
es: Falló la solicitud

source: Invalid email format
es: Formato de email inválido

source: Password too short
es: Contraseña muy corta

# fieldRequired
source: Field is required
es: Campo requerido

source: Invalid phone number
es: Número de teléfono inválido

# todayDate
source: Today
es: Hoy

# yesterdayDate
source: Yesterday
es: Ayer

# tomorrowDate
source: Tomorrow
es: Mañana

# justNowTime
source: Just now
es: Ahora mismo

source: minute ago
es: minuto atrás

# minutesAgoTime
source: minutes ago
es: minutos atrás

source: hour ago
es: hora atrás

# hoursAgoTime
source: hours ago
es: horas atrás

source: day ago
es: día atrás

# daysAgoTime
source: days ago
es: días atrás

source: week ago
es: semana atrás

source: weeks ago
es: semanas atrás

source: month ago
es: mes atrás

source: months ago
es: meses atrás

source: Payment received
es: Pago recibido

source: Withdrawal processed
es: Retiro procesado

source: Refund issued
es: Reembolso emitido

source: Transaction failed
es: Transacción falló

source: Security settings
es: Configuración de seguridad

source: Change password
es: Cambiar contraseña

source: Delete account
es: Eliminar cuenta

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer.

source: Please enter your phone number
es: Por favor ingrese su número de teléfono

# singInWithGoogle
source: Sign in with Google
es: Iniciar sesión con google

# verifyYourAccountFirst
source: Your earnings account is not verified yet. Please verify your account by submitting your ID card and bank information.
es: Tu cuenta de ganancias aún no está verificada. Por favor verifica tu cuenta enviando tu DNI e información bancaria.

# monthJan
source: Jan
es: Ene

# monthApr
source: Apr
es: Abr

# monthAug
source: Aug
es: Ago

# monthDec
source: Dec
es: Dic

# faqPublishPaidSpaceQuestion
source: How do i publish a paid space?
es: ¿Cómo puedo publicar un aparcamiento de pago?

# faqPublishPaidSpaceAnswer
source: To publish a paid space, you must meet the following requirements: • Enter your vehicle information in the app so it can be used at the time of reservation. • Create an earnings account from your profile. You will need to register your tax information, which is required to receive payments in the app due to European anti-money laundering regulations.
es: Para publicar un aparcamiento de pago, debes cumplir con los siguientes requisitos: • Registrar los datos de tu vehículo en la aplicación, ya que serán necesarios al momento de la reserva. • Crear una cuenta de beneficios desde tu perfil. Para ello, deberás ingresar tu información fiscal, la cual es obligatoria para recibir pagos en la aplicación conforme a la normativa europea de prevención de lavado de dinero.

# faqEarnMoneyQuestion
source: How do i earn money from my paid space?
es: ¿Cómo obtengo ganancias por mi aparcamiento de pago?

# faqEarnMoneyAnswer
source: To earn money from your space, it must be reserved by another user. Once the space is reserved, you must confirm the reservation using the confirmation code provided to the user who made the booking. After you receive this code, proceed with confirming the reservation. Once the reservation is confirmed, the amount of your reservation — minus LetDem's service fees — will be transferred to you. You can see the total amount earned in the Earnings section of your profile.
es: Para generar ganancias con tu aparcamiento, este debe ser reservado por otro usuario. Una vez realizada la reserva, deberás confirmar la operación ingresando el código de confirmación que se le proporciona al usuario que reservó. Tras recibir el código, podrás confirmar la reserva. Cuando la reserva es confirmada, recibirás el importe correspondiente menos las comisiones aplicadas por LetDem por la operación. El monto total de tus ganancias se reflejará en la sección "Ganancias" de tu perfil.

# faqWithdrawFundsQuestion
source: How do i withdraw my funds to a personal account?
es: ¿Cómo retiro mis fondos a una cuenta personal?

# faqWithdrawFundsAnswer
source: To withdraw funds, they first need to be released by the payment provider. This usually takes around 10 days. Once the funds are released, they will be available in the app, and you'll be able to withdraw them using one of your linked bank accounts.
es: Para retirar tus fondos, estos deben ser liberados previamente por el proveedor de pagos. Este proceso suele tardar aproximadamente 10 días. Una vez liberados, los fondos estarán disponibles en la app y podrás retirarlos utilizando una de las cuentas bancarias que hayas asociado previamente.

# helpLetDemPointsTitle
source: How to earn LetDem Points?
es: ¿Cómo ganar Puntos LetDem?

# helpLetDemPointsReserveTitle
source: Reserve a paid parking space
es: Reservar un aparcamiento de pago

# helpLetDemPointsReserveDescription
source: to the user who reserves and pays for a space published by another user. Once this reservation is confirmed.
es: para el usuario que reserva y paga un aparcamiento publicado por otro usuario y una vez que la reserva es confirmada mediante el código de confirmación.

# helpLetDemPointsPublishTitle
source: Publish a free parking space
es: Publicar un aparcamiento gratuito

# helpLetDemPointsPublishDescription
source: if another user uses it and selects "I'll take it" as feedback after arriving at the location.
es: Si otro usuario lo utiliza y selecciona "Me lo quedo" como valoración al llegar al lugar.

# helpLetDemPointsAlertTitle
source: Publish an alert (Police, Road Closed, Accident)
es: Publicar una alerta (Policía, Vía cortada, Accidente)

# helpLetDemPointsAlertDescription
source: if another user confirms the existence of the alert.
es: Si otro usuario confirma la existencia de la alerta.

# helpLetDemPointsAdditionalNotesTitle
source: Additional Notes
es: Notas adicionales

# helpLetDemPointsAdditionalNote1
source: • The user who gives up a paid parking space doesn't earn points, but does earn money.
es: • El usuario que cede un aparcamiento de pago no gana puntos, pero sí gana dinero.

# helpLetDemPointsAdditionalNote2
source: • In all actions, points are granted only if the contribution is useful and confirmed by another user.
es: • En todas las acciones, los puntos se otorgan únicamente si la contribución es útil y confirmada por otro usuario.

# helpScheduledNotificationsTitle
source: How to create scheduled space notifications?
es: ¿Cómo crear notificaciones programadas de aparcamientos?

# helpScheduledNotificationsIntro
source: To schedule a parking notification:
es: Para programar una notificación de aparcamiento:

# helpScheduledNotificationsStep1
source: Search for your destination using the search bar on the main screen.
es: Busca tu destino utilizando la barra de búsqueda en la pantalla principal.

# helpScheduledNotificationsStep2
source: Select the desired address and tap the "Notify me about available space" button.
es: Selecciona la dirección deseada y pulsa el botón "Avisarme por aparcamientos disponibles".

# helpScheduledNotificationsStep3
source: Configure the alert by selecting:
es: Configura la alerta seleccionando:

# helpScheduledNotificationsStep3Detail1
source: • The time range during which you want to receive notifications.
es: • La franja horaria en la que deseas recibir notificaciones.

# helpScheduledNotificationsStep3Detail2
source: • The distance in meters from the selected location that should be considered as the notification area.
es: • La distancia en metros desde la ubicación seleccionada que se debe considerar como área de notificación.

# helpScheduledNotificationsInfo1
source: Once the alert is created, you can manage it from your profile in the "Scheduled Notifications" section, where you'll see all your active or expired alerts.
es: Una vez creada la alerta, podrás gestionarla desde tu perfil, en la sección "Notificaciones programadas", donde verás todas tus alertas activas o expiradas.

# helpScheduledNotificationsInfo2
source: Whenever a parking space is published within the configured area, you'll receive a notification so you can quickly head to the space.
es: Siempre que se publique un aparcamiento dentro del área configurada, recibirás una notificación para que puedas dirigirte rápidamente al lugar.

source: Change payment method
es: Cambiar método de pago

# paymentFailedDescription
source: The reservation failed because your payment didn't go through successfully
es: La reserva falló porque el pago no se procesó correctamente

# errorReserveSpaceDescription
source: Please try again later. If the issue persists, contact support.
es: Por favor, inténtalo de nuevo más tarde. Si el problema persiste, contacta con soporte.

# speedLimitVoiceAlert
source: Speed limit is {speedLimit} kilometers per hour
es: El límite de velocidad es {speedLimit} kilómetros por hora

# waitingForNavigation
source: Waiting for navigation to start...
es: Esperando a que inicie la navegación...
